Repository: WilliamGoossen/ct-framework
Catalog: ct_framework/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Username or email
nl: Gebruikernaam of email

source: Please enter a correct username or email address, and password.
nl: Geef alstublieft een correcte gebruikersnaam of email adres en wachtwoord in

source: Username
nl: Gebruikersnaam

source: This value must contain only letters, numbers and underscores.
nl: U kunt alleen letters en cijfers gebruiken, geen spaties

source: Email address
nl: Email adres

source: first name
nl: voornaam

source: last name
nl: achternaam

source: This email address is in use. Click "forgotten user name or password?" above.
nl: Dit email adres is al in gebruik. Klik op gebruikersnaam of wachtwoord vergeten

source: No spaces, please.
nl: Geen spaties alstublieft

source: Should be one word, with no spaces or punctuation. For example, jsmith or BJones, but not jean smith, or j-smith.
nl: Dit moet een woord zijn, zonder spaties of punten. Bijvoorbeeld pdevries ofPdeVries, maar geen P de Vries

source: We're sorry, but the requested page could not be accessed
nl: Sorry, de gevraagde pagina kan niet worden benaderd

source: Page not found
nl: Pagina niet gevonden

source: We're sorry, but the requested page could not be found
nl: Sorry, de gevraagde pagina kan niet worden gevonden

source: Error
nl: Fout

source: We're sorry, but there was a problem with the page requested. The system administrator has been notified.
nl: Sorry, er is een probleem met de gevraagde pagina. De systeembeheerder is inmiddels geinformeerd

source: Models available in the %(name)s application.
nl: Modellen zijn beschikbaar in %(name)s application

source: Add your comment
nl: Voeg commentaar toe

source: Post
nl: Verstuur

source: Preview
nl: Toon conceptversie

source: Preview your comment
nl: Toon commentaar voor insturen

source: Please correct the error below
nl: Wilt u deze fout herstellen

source: Post your comment
nl: Verstuur uw commentaar

source: or make changes
nl: of verander

source: Edit your comment
nl: Bewerk uw commentaar

source: Contact form
nl: Contact formulier

source: To send us a message, just fill out the form below (all fields are required).
nl: Wilt u het formulier hieronder invullen om ons een bericht te sturen? (alle velden zijn verplicht).

source: Please correct the errors below
nl: Wilt u de fouten hieronder herstellen?

source: Your message
nl: Uw bericht

source: Send your messsage
nl: Verstuur uw bericht

source: Message sent
nl: Bericht verzonden

source: Thank you
nl: Hartelijk dank

source: Your message has been sent to the Project Team.
nl: Uw bericht is naar het project team verstuurd

source: Back to home page
nl: Terug naar de homepage

source: This action cannot be undone.
nl: Deze actie kan niet meer ongedaan worden gemaakt.

source: Please confirm
nl: Bevestig svp

source: Cancel
nl: Annuleren

source: Comments
nl: Commentaren

source: Account activation
nl: Registreren

source: Sorry, account activation has not worked
nl: Sorry, het registreren is niet gelukt

source: <p>It may be because:</p> <ul> <li>You have already used this link? If so, try <a href="/accounts/login/">logging in</a>.</li> <li>Your activation link was incorrect.</li> <li>The activation key for your account has expired. Activation keys are only valid for 10 days after registration.</li> </ul> <p>Please <a href="/contact/">contact us</a> if you have a problem.</p>
nl: <p>Dit kan zijn veroorzaakt door:</p> <ul> <li>Hebt u deze hyperlink al eerder gebruikt? Indien ja, probeer <a href="/accounts/login/">inloggen</a>.</li> <li>Uw activatie link was niet correct.</li> <li>The activatie sleutel voor uw registratie is verlopen. Activatie sleutels zijn alleen geldig gedurende 10 dagen na registratie.</li> </ul> <p>Neem alstublieft contact met ons op <a href="/contact/"> als u problemen houdt. </a> </p>

source: <h2>Your account can now be used</h2> <p>Thanks for signing up! Now you can <a href="/accounts/login/">log in</a> and use the site.</p>
nl: <h2>Uw registratie is gelukt</h2> <p>Dank u wel voor uw registratie! U kunt nu inloggen <a href="/accounts/login/">log in</a> en het systeem gebruiken.</p>

source: Log in
nl: Inloggen

source: The login didn't work. Please keep in mind: usernames and passwords are case sensitive!
nl: Het inloggen gaf geen resultaat. Attentie: gebruikersnamen en wachtwoorden zijn hoofdlettergevoelig!

source: Please log in
nl: Kunt u svp inloggen?

source: I've forgotten my password.
nl: gebruikersnaam of wachtwoord vergeten?

source: Logged out
nl: Afmelden

source: You've been logged out.
nl: U bent afgemeld

source: <p>Thanks for using this site.</p>
nl: <p>Dank u voor het gebruik van deze site</p>

source: Password changed
nl: Verander wachtwoord

source: Your password was changed
nl: Verander wachtwoord

source: Password change
nl: Verander wachtwoord

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
nl: Wilt u vanwege de beveiliging uw oude wachtwoord invoeren en daarna uw nieuwe wachtwoord tweemaal ingeven? Dit opdat we kunnen verifieren dat u het correct heeft ingetypt

source: Change my password
nl: Verander mijn wachtwoord

source: Password reset complete
nl: Aanpassen van wachtwoord is afgerond

source: Your password has been set. You may go ahead and log in now.
nl: Uw wachtwoord is ingesteld, u kunt nu verder gaan en inloggen.

source: Password reset
nl: Wachtwoord aanpassen

source: Enter new password
nl: Voer het nieuwe wachtwoord in

source: Please enter your new password twice so we can verify you typed it in correctly.
nl: Wilt u svp uw nieuwe wachtwoord twee keer ingeven zodat we kunnen verifieren dat u het correct heeft ingetypt?

source: Password reset unsuccessful
nl: Uw wachtwoord kon niet worden hersteld

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
nl: De link voor het herstellen van het wachtwoord is niet valide, het is al een keer gebruikt. Vraag opnieuw een wachtwoord aan.

source: Password reset successful
nl: Het aanpassen van het wachtwoord is niet gelukt

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
nl: De instructies voor het instellen van het wachtwoord zijn gestuurd naar het e-mail adres dat u hebt opgegeven

source: <p>We've had some problems with emails being blocked as spam by some service providers- Hotmail seems particularly bad. If your email doesn't appear soon, you can <a href="/password_reset/">try again</a>, or <a href="/contact/">contact us</a> and we'll sort the problem.</p>
nl: <p>We hebben enkele problemen gehad met e-mails die als spam zijn aangemerkt door sommige service providers- Hotmail lijkt in het bijzonder problemen op te leveren. Als u niet gelijk een e-mail ontvangt, wilt u ons dan benaderen via <a href="/contact/"> zodat we het kunnen oplossen</a>.</p>

source: You're receiving this e-mail because you requested a password reset
nl: U ontvangt deze e-mail omdat u hebt aangegeven uw wachtwoord te willen veranderen

source: for your user account at %(site_name)s
nl: voor uw account op %(site_name)s

source: Your username, in case you've forgotten:
nl: Uw gebruikersnaam, voor het geval u die bent vergeten:

source: Please go to the following page and choose a new password:
nl: Wilt u naar de volgende webpagina gaan en een nieuw wachtwoord aanmaken?:

source: Best wishes
nl: Met vriendelijke groet

source: The %(site_name)s team
nl: Het team van %(site_name)s

source: Reset your password
nl: Verander mijn wachtwoord

source: <p>Forgotten your password?</p> <p>Enter your e-mail address below, and we'll send a link to create a new password to you.<br> You will also get a reminder of your user name in the email, so if you can't remember it either, just use this form.</p> <p>Be sure to enter the same e-mail address you used to register.</p>
nl: <p>Wachtwoord vergeten? </p> <p>Voer u e-mail adres hier beneden in en we sturen u een link om een nieuw wachtwoord aan te maken.<br> U krijgt tegelijk een herinnering voor uw gebruikersnaam in de e-mail. Mocht u dat ook niet hebben onthouden, dan kunt u ook dit formulier gebruiken.</p> <p>Zorg er svp voor om hetzelfde e-mail adres te gebruiken als waarmee u zich eerder registreerde .</p>

source: Enter your email address
nl: Voer uw email adres in

source: Reset password
nl: Wachtwoord veranderen

source: Details changed
nl: Verander wachtwoord

source: Your details have been changed
nl: Uw gegevens zijn gewijzigd

source: Your details
nl: Uw gegevens

source: Check your details
nl: Controleer uw gegevens

source: Save details
nl: Sla uw gegevens op

source: Registration closed
nl: Registratie gesloten

source: Registration is closed.
nl: Registratie is gesloten

source: <p>If you want to request a registration, please <a href="/contact/">contact us</a>.</p>
nl: <p>Neem <a href="/contact/">contact</a> met ons op als u registratie wilt aanvragen.</p>

source: Registration complete
nl: Registratie is afgerond

source: You are now registered
nl: U bent nu geregistreerd

source: <p>An activation link has been sent to the email address you supplied, along with instructions for activating your account.</p> <p>You won't be able to log in until you do this.</p> <p>We've had some problems with emails being blocked as spam by some service providers- Hotmail seems particularly bad. If you don't receive an email, please <a href="/contact/">contact us</a>.</p>
nl: <p>Er is een activatie link gestuurd naar het email adres dat u hebt opgegeven. Hierin staan ook instructies om uw account te activeren.</p> <p>U kunt nog niet inloggen voordat u uw account heeft geactiveerd <p> <p>We hebben enkele problemen gehad met e-mails die als spam zijn aangemerkt door sommige service providers- Hotmail lijkt in het bijzonder problemen op te leveren. Als u niet gelijk een e-mail ontvangt, wilt u <a href="/contact/">contact</a> met ons opnemen.</p>

source: Register with this site
nl: Registreren voor deze site

source: <p>Fill out this form (all fields are required), and your account will be created</p> <p>You'll be sent an email with instructions on how to finish your registration.</p>
nl: <p>Vul svp dit formulier in(alle velden zijn verplichtrequired), en u wordt geregistreerd als gebruiker. </p> <p>U krijgt een e-mail met instructies hoe de registratie kan worden afgerond. </p>

source: Register
nl: Registreren

source: Topics
nl: Onderwerpen

source: Resources for '%(name)s'
nl: Materialen voor '%(name)s'

source: Groups
nl: Groepen

source: Discussion Posts
nl: Recente berichten

source: No resources found
nl: Geen bronnen gevonden

source: No topics found
nl: Geen onderwerpen gevonden

source: Home
nl: Homepage

source: Pages
nl: Pagina's

source: None yet
nl: Nog geen
